Repository: DIKO-Doc/DIKO-Doc.github.io
Catalog: cht-to-eng/cht-to-eng-omegat.tmx
Source language: zh_tw
Languages: en

source: No files will be committed
en: 沒有檔案會提交

source: No folder
en: 無資料夾

source: No interface specified
en: 沒有指定接口

source: No matches found
en: Mwu mätčes fainden

source: No problems with the translation found.
en: Transleiçion-wa mwu problèms fainden.

source: No reason given
en: 未提供理由

source: No references for the selected item.
en: Mwu riförènses für silekten aitèm.

source: No such connection '%s'
en: 沒有此連線「%s」

source: No translation projects listed in your Crowdin account.
en: Mwu transleiçion prōjekts listen in neidè Crowdin akkaunt.

source: No valid version control system found in this folder
en: 此資料夾中未找到有效的版本控制系統

source: None
en: 無

source: Not a file or directory
en: 不是檔案或資料夾

source: Not a valid Java .class file.
en: 不是一個有效的 Java .class 檔案。

source: Not a valid PAC Script
en: 不是有效的PAC腳本

source: Not authorized, please sign in again.
en: Mǐ-òtoraisen, plīs sain-in agäin.

source: Not interested
en: Not interesten

source: Not present
en: 沒有

source: Not searching for networks
en: 不要搜尋網路

source: Not translated
en: Not transleiten

source: Note: enabling text filters may make comparing large files much slower
en: 注意：啟用文字過濾器可能使比對大檔案大幅變慢

source: Notes for translators:
en: Noutises für transleitās:

source: Number of registers used to pass integer arguments
en: 用以傳遞整數參數的暫存器個數

source: Number of stop bits for communication on the serial port. Either 1 or 2. The 1 in "8n1" for example.
en: 串口通信的停止位數。 1或2.例如“8n1”中的1。

source: OPEN statement not allowed in PURE procedure at %C
en: OPEN 敘述不允許出現在 %C 處的 PURE 程序中

source: Obsolete strings
en: Obsolet striŋs

source: Omit frame pointer for leaf functions
en: 為葉函式(不呼叫其它函式的函式)忽略框架指標

source: Omit range reduction step when performing complex division
en: 當進行複數除法時省略縮減範圍的步驟

source: One
en: 1-gè

source: One custom route
en: %d 個自訂路由

source: One of NM_SETTING_MAC_RANDOMIZATION_DEFAULT (0) (never randomize unless the user has set a global default to randomize and the supplicant supports randomization), NM_SETTING_MAC_RANDOMIZATION_NEVER (1) (never randomize the MAC address), or NM_SETTING_MAC_RANDOMIZATION_ALWAYS (2) (always randomize the MAC address). This property is deprecated for 'cloned-mac-address'. Deprecated: 1
en: NM_SETTING_MAC_RANDOMIZATION_DEFAULT（0）之一（從不隨機化，除非用戶已設置全局默認值為隨機化且請求者支持隨機化），NM_SETTING_MAC_RANDOMIZATION_NEVER（1）（從不隨機化MAC地址）或NM_SETTING_MAC_RANDOMIZATION_ALWAYS（2）（始終隨機化MAC地址） 。 “cloned-mac-address”不推薦使用此屬性。不予批准：1

source: One of NM_SETTING_WIRELESS_POWERSAVE_DISABLE (2) (disable Wi-Fi power saving), NM_SETTING_WIRELESS_POWERSAVE_ENABLE (3) (enable Wi-Fi power saving), NM_SETTING_WIRELESS_POWERSAVE_IGNORE (1) (don't touch currently configure setting) or NM_SETTING_WIRELESS_POWERSAVE_DEFAULT (0) (use the globally configured value). All other values are reserved.
en: NM_SETTING_WIRELESS_POWERSAVE_DISABLE（2）之一（禁用Wi-Fi省電），NM_SETTING_WIRELESS_POWERSAVE_ENABLE（3）（啟用Wi-Fi省電），NM_SETTING_WIRELESS_POWERSAVE_IGNORE（1）（不要觸摸當前配置設置）或NM_SETTING_WIRELESS_POWERSAVE_DEFAULT（0）（全局使用）配置值）。保留所有其他值。

source: One or more flags which control the behavior and features of the VLAN interface. Flags include NM_VLAN_FLAG_REORDER_HEADERS (0x1) (reordering of output packet headers), NM_VLAN_FLAG_GVRP (0x2) (use of the GVRP protocol), and NM_VLAN_FLAG_LOOSE_BINDING (0x4) (loose binding of the interface to its master device's operating state). NM_VLAN_FLAG_MVRP (0x8) (use of the MVRP protocol). The default value of this property is NM_VLAN_FLAG_REORDER_HEADERS, but it used to be 0. To preserve backward compatibility, the default-value in the D-Bus API continues to be 0 and a missing property on D-Bus is still considered as 0.
en: 一個或多個標誌，用於控制VLAN接口的行為和功能。標誌包括NM_VLAN_FLAG_REORDER_HEADERS（0x1）（輸出包頭的重新排序），NM_VLAN_FLAG_GVRP（0x2）（使用GVRP協議）和NM_VLAN_FLAG_LOOSE_BINDING（0x4）（接口鬆散綁定到其主設備的操作狀態）。 NM_VLAN_FLAG_MVRP（0x8）（使用MVRP協議）。此屬性的默認值為NM_VLAN_FLAG_REORDER_HEADERS，但過去為0.為了保持向後兼容性，D-Bus API中的默認值仍為0，D-Bus上的缺失屬性仍被視為0。

source: Only fill in exact matches
en: Onli fill in iksäkt matches

source: Only intrinsic operators can be used in expression at %L
en: %L 處只有內建運算子才能用於運算式中

source: Only issue one instruction per cycle
en: 每週期只發出一條指令

source: Only one version control system found in this folder
en: 此資料夾中只找到一個版本控制系統

source: Only use 32 FPRs
en: 只使用 32 個浮點暫存器

source: Only use 32 GPRs
en: 只使用 32 個通用暫存器

source: Open
en: Opèn

source: Open Crowdin translation
en: Opèn Crowdin dè transleiçion

source: Open Externally
en: 使用外部工具開啟

source: Open Recent
en: Opèn Zuigèn

source: Open System
en: 開放系統

source: Open a new tab in an already running instance
en: 在已經執行的實體中打開一個新分頁

source: Open an existing PO file and edit the translation.
en: Open iksisting PO fayl en edit nigè fayl dè transleiçion.

source: Open catalog
en: Opèn katalog

source: Open catalog template
en: Opèn katalog templeit

source: Open in Editor
en: Opèn in Editā

source: Open in editor
en: Opèn in editā

source: Open recent files
en: 開啟最近使用的檔案

source: Open selected file or directory in the default external application
en: 使用預設的外部程式開啟選取的檔案或資料夾

source: Open the Meld manual
en: 打開 Meld 幫助手冊

source: Open vSwitch Bridge
en: 打開vSwitch Bridge

source: Open vSwitch Interface
en: 打開vSwitch接口

source: Open vSwitch Port
en: 打開vSwitch端口

source: Open vSwitch bridge settings
en: Open vSwitch網橋設置

source: Open vSwitch database connection failed
en: Open vSwitch數據庫連接失敗

source: Open vSwitch interface settings
en: Open vSwitch接口設置

source: Open vSwitch patch interface settings
en: Open vSwitch補丁接口設置

source: Open vSwitch port settings
en: Open vSwitch端口設置

source: Opening %s failed: %s
en: 開啟 %s 失敗：%s

source: Operand of unary numeric operator '%s' at %%L is %s
en: 單位元數值運算子「%s」(位於 %%L)的運算元為 %s

source: Operand of user operator '%s' at %%L is %s
en: 使用者運算子「%s」(位於 %%L)的運算元為 %s

source: Operands of binary numeric operator '%s' at %%L are %s/%s
en: 二元數值運算子「%s」(位於 %%L)的運算元為 %s/%s

source: Operands of string concatenation operator at %%L are %s/%s
en: 字串粘貼運算子(位於 %%L)的運算元為 %s/%s

source: Optimize for space rather than speed
en: 為最小空間而不是最大速度最佳化

source: Optimize induction variables on trees
en: 在樹上最佳化歸納變數

source: Optimize lui/addiu address loads
en: 最佳化 lui/addiu 記憶體載入

source: Optimize tail call instructions in assembler and linker
en: 在組譯器和連結器中最佳化尾呼叫指令

source: Options
en: Opçions

source: Options:
en: 選項：

source: Order for files in three-way version control merge comparisons
en: 在三向版本控制合併比對的檔案順序

source: Order when _merging files:
en: 合併檔案時的順序(_M)：

source: Other
en: Kitadè

source: Out of stack space.
en: 堆疊溢出。

source: Output a class file
en: 輸出一個 class 檔案

source: Output key
en: 輸出鍵

source: PAC URL for obtaining PAC file.
en: PAC URL用於獲取PAC文件。

source: PAC script
en: PAC腳本

source: PAC script for the connection.
en: 用於連接的PAC腳本。

source: PAN Identifier (<0x0000-0xffff>)
en: PAN標識符（<0x0000-0xffff>）

source: PAN connections cannot specify GSM, CDMA, or serial settings
en: PAN連接不能指定GSM，CDMA或串行設置

source: PAN requested, but Bluetooth device does not support NAP
en: PAN要求，但藍牙設備不支持NAP

source: PARAMETER at %L is missing an initializer
en: %L 處 PARAMETER 缺少初始值設定

source: PEM certificate had no end tag '%s'.
en: PEM 憑證沒有結束標籤「%s」。

source: PEM certificate had no start tag '%s'.
en: PEM 憑證沒有起始標籤「%s」。

source: PEM key file had no end tag '%s'.
en: PEM 金鑰檔案沒有結束標籤「%s」。

source: PHI argument is missing for edge %d->%d
en: 邊 %d->%d 缺少 PHI 參數

source: PIC code generation is not compatible with fast indirect calls
en: PIC 程式碼產生與快速間接呼叫不相容

source: PIC code generation is not supported in the portable runtime model
en: PIC 程式碼產生在可移植執行時模型中不受支援

source: PIC is required but not supported with CONST16 instructions
en: 需要 PIC，但 CONST16 指令不支援

source: PIC register isn't set up
en: 尚未設定好 PIC 暫存器

source: PIN check failed
en: PIN 檢查失敗

source: PIN code is needed for the mobile broadband device
en: 手機寬頻裝置需要 PIN 碼

source: PIN code required
en: 需要 PIN 碼

source: PIN used for EAP authentication methods.
en: PIN用於EAP身份驗證方法。

source: PO Translation
en: PO Transleiçion

source: PO Translation Files
en: PO Transleiçion Fayls

source: POINTER valued function appears on right-hand side of assignment at %L
en: %L 處賦值右手邊出現值為 POINTER 的函式

source: POT Translation Templates
en: POT Transleiçion Templeits

source: PPP failed
en: PPP 失敗

source: PPP service disconnected
en: PPP 服務已斷線

source: PPP service failed to start
en: 無法啟動 PPP 服務

source: PPP settings
en: PPP設置

source: PPPoE parent device
en: PPPoE父設備

source: PRINT namelist at %C is an extension
en: %C 處的 PRINT 名稱清單是一個擴充

source: PRINT statement at %C not allowed within PURE procedure
en: %C 處的 PRINT 敘述不允許出現在 PURE 程序中

source: PRINT_OPERAND null pointer
en: PRINT_OPERAND 空指標

source: PRINT_OPERAND, invalid insn for %%C
en: PRINT_OPERAND，%%C 的指令無效

source: PRINT_OPERAND: Unknown punctuation '%c'
en: PRINT_OPERAND：不明的標點「%c」

source: PRINT_OPERAND_ADDRESS, null pointer
en: PRINT_OPERAND_ADDRESS，空指標

source: Pack VLIW instructions
en: 打封包 VLIW 指令

source: Parent
en: 父

source: Parity setting of the serial port.
en: 串口的奇偶校驗設置。

source: Partially staged
en: 部分暫存

source: Pass FP arguments in FP registers
en: 在浮點暫存器中傳遞浮點參數

source: Password
en: 密碼

source: Password must be UTF-8
en: 密碼必須是UTF-8

source: Password provided, but key was not encrypted.
en: 提供密碼，但密鑰未加密。

source: Password used for EAP authentication methods, given as a byte array to allow passwords in other encodings than UTF-8 to be used. If both the "password" property and the "password-raw" property are specified, "password" is preferred.
en: 用於EAP身份驗證方法的密碼，以字節數組的形式給出，以允許使用UTF-8以外的其他編碼中的密碼。如果同時指定了“password”屬性和“password-raw”屬性，則首選“password”。

source: Password used to authenticate with the ADSL service.
en: 用於通過ADSL服務進行身份驗證的密碼。

source: Password used to authenticate with the PPPoE service.
en: 用於通過PPPoE服務進行身份驗證的密碼。

source: Password:
en: 密碼：

source: Passwords or encryption keys are required to access the wireless network '%s'.
en: 需要密碼或加密金鑰來存取無線網路「%s」。

source: Paste
en: Peist

source: Paste and Match Style
en: Peist en Mätč Staiyol

source: Paste the clipboard
en: 貼上剪貼簿內容

source: Path cost
en: 路徑成本

source: Paths
en: Paŧweis

source: Pattern
en: 比對式樣

source: Perform VR4130-specific alignment optimizations
en: 進行 VR4130 特定的對齊最佳化

source: Perform Value Range Propagation on trees
en: 進行樹上的值欄位傳遞

source: Perform a checkpoint or rollback of interfaces configuration
en: 執行接口配置的檢查點或回滾

source: Perform a number of minor, expensive optimizations
en: 進行一些細微的、代價高昂的最佳化

source: Perform a register copy-propagation optimization pass
en: 進行一趟暫存器副本傳遞最佳化

source: Perform a register renaming optimization pass
en: 進行暫存器重新命名最佳化

source: Perform branch target load optimization after prologue / epilogue threading
en: 在開始/結末執行緒後進行分支目的載入最佳化

source: Perform branch target load optimization before prologue / epilogue threading
en: 在開始/結末執行緒前進行分支目的載入最佳化

source: Perform conversion of conditional jumps to branchless equivalents
en: 將條件跳轉替換為沒有跳轉的等值表示

source: Perform cross-jumping optimization
en: 進行跨跳轉最佳化

source: Perform early inlining
en: 進行早內聯

source: Perform enhanced load motion during global common subexpression elimination
en: 在全域公因式消去中進行增強的讀轉移最佳化

source: Perform global common subexpression elimination
en: 進行全域公因式消去

source: Perform jump threading optimizations
en: 進行跳轉執行緒最佳化

source: Perform loop peeling
en: 進行循環剝離

source: Perform loop unrolling for all loops
en: 展開所有循環

source: Perform loop unrolling when iteration count is known
en: 展開所有迭代次數已知的循環

source: Perform loop unswitching
en: 外提循環內的測試敘述

source: Perform redundant load after store elimination in global common subexpression
en: 在全域公因式消去中進行冗餘的寫後讀消除

source: Perform scalar replacement of aggregates
en: 為聚合類型進行標量替換

source: Perform store motion after global common subexpression elimination
en: 在全域公因式消去後進行存儲轉移

source: Perform unused type elimination in debug info
en: 在除錯資訊中進行無用類型消除

source: Perform whole program optimizations
en: 進行全程式最佳化

source: Permissions
en: 權限

source: Permit '$' as an identifier character
en: 允許「$」做為識別碼的一部分

source: Permit scheduling of a function's prologue sequence
en: 允許調度函式前言序列

source: Place data items into their own section
en: 將每個資料項分別放在它們各自的區段中

source: Place each function into its own section
en: 將每個函式分別放在它們各自的區段中

source: Place floating point constants in TOC
en: 在 TOC 中存放浮點常數

source: Place symbol+offset constants in TOC
en: 在 TOC 中存放符號+偏移量常數

source: Plain Text
en: 純文字

source: Please consider copying any critical changes to another program or file to avoid data loss.
en: 請考慮複製任何重要的變更到另一個程式或檔案，來避免資料遺失。

source: Please select an option
en: 請選擇一個選項

source: Please submit a full bug report, with preprocessed source if appropriate. See %s for instructions.
en: 請提交一份完整的錯誤報告， 如有可能請附上經預先處理後的來源檔案。 具體步驟請參見 %s。

source: Plugin file does not exist (%s)
en: 插件文件不存在（%s)

source: Plural
en: Plurol

source: Plural forms expression used by the catalog is unusual for %s.
en: Plural forms expression used by the catalogue is unusual for %s.

source: Plural:
en: Plurol:

source: Poedit - Catalogs manager
en: Poedit - Katalogs männeija

source: Poedit Activation
en: Poedit Aktiveiçion

source: Poedit is an easy to use translations editor.
en: Poedit er et værktøj som gør det nemt at oversætte.

source: Pointer initialization at %C requires '=>', not '='
en: 在 %C 處的指標初始化需要「=>」，而不是「=」

source: Pointers are 32-bit
en: 指標是 32 位元

source: Pointers are 64-bit
en: 指標是 64 位元

source: Positive width required
en: 需要正的寬度

source: Pre-translated
en: Pri-transleiten

source: Pre-translating…
en: Pri-transleitiŋ…

source: Prefer branches over conditional execution
en: 優先使用分支而不是條件執行

source: Prefer word accesses over byte accesses
en: 盡量按字存取而不是按位元組存取

source: Prefere_nces
en: 偏好設定(_N)

source: Prefix
en: 前綴

source: Prepend global symbols with ":" (for use with PREFIX)
en: 在全域符號前加入「:」(為與 PREFIX 協作)

source: Present version comparisons as left-local/right-remote
en: 以左側為本地，右側為遠端方式顯示版本比對

source: Preserve formatting of existing files
en: Prisörv iksistiŋ fayls dè formätiŋ

source: Pretend that branches are expensive
en: 假定分支代價很高昂

source: Prevent the use of all hardware floating-point instructions
en: 不允許使用任何硬體浮點指令

source: Previous Change
en: 上一個變更

source: Previous Conflict
en: 上一個衝突

source: Previous Pane
en: 上一個窗格

source: Previous Plural Form
en: Priv Plurol Form

source: Previous comparison pane
en: 上一個比對窗格

source: Previous conflict
en: 上一個衝突

source: Previous logs:
en: 前一個日誌：

source: Previous plural form
en: Priv plurol form

source: Primary
en: 主要

source: Print NetworkManager version and exit
en: 印出 NetworkManager 的版本並退出

source: Print code coverage information.
en: 顯示程式碼覆寫資訊。

source: Print extra (possibly unwanted) warnings
en: 列印額外(可能您並不想要)的警告跾資訊

source: Priority
en: 優先順序

source: Privacy settings
en: Praiveiçi dè setiŋs

source: Private
en: Praiveit

source: Private key password
en: 私密金鑰的密碼

source: Procedure '%s' in %s at %L is neither function nor subroutine
en: 程序「%s」(在 %s 中，位於 %L) 既不是函式也不是子處理序

source: Process #ident directives
en: 處理 #ident 指令

source: Produce big endian code
en: 產生高位位元組在前的程式碼

source: Produce code relocatable at runtime
en: 產生執行時可重定位的程式碼

source: Produce little endian code
en: 產生低位位元組在前的程式碼

source: Profile name
en: 設定檔名稱

source: Program is entirely located in low 64k of memory
en: 程式完全位於記憶體的低 64K

source: Prohibit PC relative function calls
en: 禁止相對 PC 的函式呼叫

source: Project name and version:
en: Prōjekt dè neim en version:

source: Project name:
en: Prōjekt dè neim:

source: Project-Id-Version: PACKAGE VERSION Report-Msgid-Bugs-To: POT-Creation-Date: 2019-05-28 14:23+0200 PO-Revision-Date: 2017-11-07 06:49+0000 Last-Translator: Copied by Zanata <copied-by-zanata@zanata.org> Language-Team: Traditional Chinese <zh@li.org> Language: zh_Hant MIME-Version: 1.0 Content-Type: text/plain; charset=UTF-8 Content-Transfer-Encoding: 8bit Plural-Forms: nplurals=1; plural=0; X-Generator: Zanata 4.6.2
en: Project-Id-Version: Report-Msgid-Bugs-To: POT-Creation-Date: 2019-05-28 14:23+0200 PO-Revision-Date: 2019-06-19 18:15+0800 Last-Translator: Copied by Zanata <copied-by-zanata@zanata.org> Language-Team: Traditional Chinese <zh@li.org> MIME-Version: 1.0 Content-Type: text/plain; charset=UTF-8 Content-Transfer-Encoding: 8bit Plural-Forms: nplurals=1; plural=0; X-Generator: Poedit 2.2.3

source: Project:
en: Prōjekt:

source: Property name?
en: 屬性名稱？

source: Proxy
en: 代理伺服器

source: Pull change from left
en: 從左側拉取變更

source: Pull change from right
en: 從右側拉取變更

source: Pull change from the left
en: 從左側拉取變更

source: Pull change from the right
en: 從右側拉取變更

source: Pull from Left
en: 從左側拉取

source: Pull from Right
en: 從右側拉取

source: Purchased on the Mac App Store
en: Porceisen ùpon Mac de App Store

source: Purge
en: Pörj

source: Purge deleted translations
en: Pörj diliten transleiçions

source: Push change to left
en: 推送變更到左側

source: Push change to right
en: 推送變更到右側

source: Push current change to the left
en: 推送目前的變更到左側

source: Push current change to the right
en: 推送目前的變更到右側

source: Push local changes to remote
en: 推送 (push) 本地變更至遠端

source: Push local commits to remote?
en: 推送 (push) 本地提交到遠端？

source: Push to Left
en: 推送到左側

source: Push to Right
en: 推送到右側

source: Put NetworkManager to sleep or wake it up (should only be used by system power management)
en: 將 NetworkManager 導入睡眠模式或將它啟用（只應被系統電源管理所使用）

source: Put jumps in call delay slots
en: 將跳轉放置在延遲呼叫槽內

source: Put uninitialized constants in ROM (needs -membedded-data)
en: 將未初始化的常數放在 ROM 中(需要 -membedded-data)

source: Put zero initialized data in the bss section
en: 將初始化為零的資料存放在 bss 區段中

source: Quit
en: 離開

source: Quit Meld
en: 退出 Meld

source: Quit the program
en: 退出程式

source: RESULT variable at %C must be different than function name
en: %C 處 RESULT 變數不能與函式同名

source: RETURN_ADDRESS_OFFSET not supported
en: RETURN_ADDRESS_OFFSET 不受支援

source: RTL check: expected code '%s' or '%s', have '%s' in %s, at %s:%d
en: RTL 檢查：需要程式碼「%s」或「%s」，卻得到「%s」在 %s，於 %s:%d

source: RTL check: expected code '%s', have '%s' in %s, at %s:%d
en: RTL 檢查：需要程式碼「%s」，卻得到「%s」在 %s，於 %s:%d

source: Radio switches
en: Radio 開關

source: Rate on the App Store
en: Reit ùpon App Store

source: Re_vert
en: 還原(_V)

source: Reading module %s at line %d column %d: %s
en: 讀出模組 %s，於列 %d 行 %d：%s

source: Reading specs from %s
en: 從 %s 讀取 specs

source: Real constant overflows its kind at %C
en: %C 處實常數向上溢位其種別

source: Real constant underflows its kind at %C
en: %C 處實常數向下溢位其種別

source: Recognize GNU-defined keywords
en: 識別 GNU 定義的關鍵字

source: Recognize built-in functions
en: 識別內建函式

source: Recognize the "asm" keyword
en: 識別「asm」關鍵字

source: Redo
en: Rīdiodio

source: Redo the last undone action
en: 重做上一次復原的操作

source: Reduce the size of object files
en: 減小目的檔案

source: References:
en: Riförènses:

source: Refresh comparison
en: 重新整理比對

source: Refresh the view
en: 重新整理檢視

source: Regular e_xpression
en: 正規表示式(_X)

source: Remaining: %d
en: Rīmeiniŋ: %d

source: Remote
en: 遠端

source: Remote IP
en: 遠程IP

source: Remote, merge, local
en: 遠端、合併、本地

source: Remove
en: 移除

source: Remove folder and all its files?
en: 移除資料夾及所有包含的檔案？

source: Remove from version control
en: 從版本控制中移除

source: Remove redundant membars
en: 刪除冗餘成員

source: Remove selected filter
en: 移除選擇的過濾器

source: Remove this limitation
en: Rīmūv nigè limiteiçion

source: Removed
en: 已移除

source: Renamed
en: 已重新命名

source: Reorder basic blocks to improve code placement
en: 基本區塊重新排序以改善程式碼版面設置

source: Reorder functions to improve code placement
en: 函式重新排序以改善程式碼版面設置

source: Replace
en: Rīpleis

source: Replace &All
en: Rīpleis &Ol

source: Replace &all
en: Rīpleis &ol

source: Replace _All
en: 全部取代(_A)

source: Replace _with:
en: 取代成(_W)：

source: Replace add, compare, branch with branch on count register
en: 將加/減法、比較、跳轉指令序列替換為根據計數暫存器跳轉指令

source: Replace file “%s”?
en: 取代「%s」檔案？

source: Replace folder “%s”?
en: 取代「%s」資料夾？

source: Replacement string
en: Rīpleismènt striŋ

source: Report on permanent memory allocation
en: 報告永久性記憶體指派

source: Request IEEE-conformant math library routines (OSF/1)
en: 請求與 IEEE 相容的數學函式庫處理序(OSF/1)

source: Require 128-bit encryption
en: 需要128位加密

source: Require IPv4 addressing for this connection
en: 此連線需要 IPv4 位址

source: Require IPv6 addressing for this connection
en: 此連線需使用 IPv6 位址

source: Required header Plural-Forms is missing.
en: Rīkwairen hēdā Plurol-Forms wa missiŋ.

source: Reschedule instructions after register allocation
en: 指派暫存器後重新調度指令

source: Reschedule instructions before register allocation
en: 指派暫存器前重新調度指令

source: Reserve space for outgoing arguments in the function prologue
en: 在函式序言中為輸出引數預留空間

source: Reset
en: Rīset

source: Reset translation memory
en: Rīset transleiçion memori

source: Result of SCALE overflows its kind at %L
en: %L 處 SCALE 的結果向上溢位其種別

source: Retrieve Lost License Key
en: Rītrīv Losen Laisèns Kyi

source: Return all structures in memory (AIX default)
en: 所有結構在記憶體中回傳 (AIX 預設)

source: Return floating-point results in ac0 (fr0 in Unix assembler syntax)
en: 在 ac0(Unix 組譯語法中的 fr0)中回傳浮點結果

source: Return small aggregates in memory, not registers
en: 在記憶體而不是暫存器中回傳小聚合

source: Return small aggregates in registers
en: 在暫存器中回傳小聚合

source: Return small structures in registers (SVR4 default)
en: 小結構在暫存器中回傳 (SVR4 預設)

source: Return values of functions in FPU registers
en: 在 FPU 暫存器中存放函式回傳值

source: Reuse r30 on a per function basis
en: 為每個函式重用 r30

source: Revert files to their saved versions
en: 將檔案還原為儲存的版本

source: Revert working copy to original state
en: 將工作副本還原為原始狀態

source: Review
en: Rīvyu

source: Round-robin
en: 循環配置資源

source: Routing
en: 路由

source: SAVE attribute at %L cannot be specified in a PURE procedure
en: %L 處 PURE 程序不能指定 SAVE 屬性

source: SAVE statement at %C follows blanket SAVE statement
en: %C 處 SAVE 敘述跟隨空白 SAVE 敘述

source: SCI port [1]
en: SCI端口[1]

source: SH2a does not support little-endian
en: SH2a 不支援低位位元組在前

source: SIM PIN was incorrect
en: SIM PIN不正確

source: SIM operator ID must be a 5 or 6 number MCCMNC code
en: SIM運營商ID必須是5或6個MCCMNC代碼

source: SR-IOV settings
en: SR-IOV設置

source: SSA corruption
en: SSA 損壞

source: SSA_NAME_DEF_STMT is wrong
en: SSA_NAME_DEF_STMT 不正確

source: SSE instruction set disabled, using 387 arithmetics
en: SSE 指令集已停用，使用 387 指令

source: SSE register return with SSE disabled
en: 已停用 SSE 卻在 SSE 暫存器中回傳

source: SSE vector argument without SSE enabled changes the ABI
en: 沒有啟用 SSE，卻出現了 SSE 向量引數，這變更了 ABI

source: SSE vector return without SSE enabled changes the ABI
en: 沒有啟用 SSE，卻有 SSE 向量回傳值，這變更了 ABI

source: SSID length is out of range <1-32> bytes
en: SSID 的長度落於範圍 <1-32> 位元之外

source: SSID of the Wi-Fi network. Must be specified.
en: Wi-Fi網絡的SSID。必須指定。

source: SSID of the mesh network to join.
en: 要加入的網狀網絡的SSID。

source: SSID or BSSID:
en: SSID 或 BSSID：

source: Same
en: 相同

source: Same as: -mep -mprolog-function
en: 與 -mep -mprolog-function 相同

source: Save
en: Seiv

source: Save A_ll
en: 全部儲存(_L)

source: Save Anyway
en: 依然儲存

source: Save As…
en: 另存為…

source: Save Left Pane As
en: 左側窗格另存為

source: Save Middle Pane As
en: 中間窗格另存為

source: Save Patch
en: 儲存修正檔

source: Save Right Pane As
en: 右側窗格另存為

source: Save all files in comparison
en: 儲存比對中的所有檔案

source: Save all files in the current comparison
en: 儲存目前比對中的所有檔案

source: Save as…
en: Seiv as…

source: Save catalog
en: Seiv katalog

source: Save changes
en: Seiv čeijns

source: Save changes to documents before closing?
en: 在關閉前將變更儲存到文件嗎？

source: Save current file
en: 儲存目前的檔案

source: Save current file to new path
en: 儲存目前的檔案到新的路徑

source: Save registers around function calls
en: 函式呼叫前後儲存/恢復暫存器值

source: Save the current file
en: 儲存目前的檔案

source: Save the current file with a different name
en: 以其他名稱儲存目前的檔案

source: Saving failed
en: 儲存失敗

source: Scanned files in folders appear identical, but contents have not been scanned.
en: 資料夾裡掃描的檔案似乎是相同的，但是內容沒有被掃描。

source: Scanning %s
en: 正在掃描 %s

source: Scanning repository
en: 正在掃描倉儲
